---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.SquareFeetPerTonOfRefrigeration
source: html/1e8c2028-30da-541e-1747-5790ab8a8c04.htm
---
# Autodesk.Revit.DB.UnitTypeId.SquareFeetPerTonOfRefrigeration Property

Square feet per ton of refrigeration.

## Syntax (C#)
```csharp
public static ForgeTypeId SquareFeetPerTonOfRefrigeration { get; }
```